[
  {
    "commentText": "I like this coffee it's really smooth and has an after taste of chocolate. Service was brilliant and the coffee was delivered the day after I ordered it and was ground perfectly for the Cafetiere.",
    "commenttAuthor": "Brian Kernighan"
  },
  {
    "commentText": " This is one of our favourites and the love of coffee delivered it in time for my Saturday am coffee.",
    "commentAuthor": "Max Kanat-Alexander"
  },
  {
    "commentText": "I recently purchased Kopi Luwak as a gift for my Father, he had been wanting to try it for a long time and was so excited when he opened it. You could smell the coffee through the wrapping paper and when he tried it, he loved it. I will definitely be recommending this coffee to others and recommend they purchase from your website as the delivery and service was brilliant. Many thanks.",
    "commentAuthor": "Why The Lucky Stiff"
  },
  {
    "commentText": "I have always ordered this flavour from my previous coffee supplier, it's just as good now from the love of coffee.",
    "commentAuthor": "Kent Beck"
  },
  {
    "commentText": "I ordered this coffee for special occasions, but we ended up having it almost every day. It is smooth and aromatic, going to order again!.",
    "commentAuthor": "Edward V. Berard"
  },
  {
    "commentText": "This coffee has a bit of sweetness without compromising the taste. good for afternoon when you want something sweeter.",
    "commentAuthor": "Alan Kay"
  },
  {
    "commentText": "Brought some Kopi Luwak to enjoy on Christmas day. Didn't order until late but even with the standard postage the coffee arrived in time great service. The coffee went down a treat and I'm just about to order some more thank you the love of coffee.",
    "commentAuthor": "C.A.R. Hoare"
  },
  {
    "commentText": "This coffee is expensive but worth the treat! I bought it for a friend and they are very pleased that I did!.",
    "commentAuthor": "David Thomas"
  },
  {
    "commentText": "Perfect coffee for after dinner, for those times when you want something a little special. Will most definetely be ordering more. Thanks for a great service 'the Love of Coffee'.",
    "commentAuthor": "Donald Knuth"
  },
  {
    "commentText": " I found the Indian Monsoon Malabar very smooth and easy to drink. I look forward to trying out other coffees in the range. Delivery service is excellent.",
    "commentAuthor": "Lernantino"
  }
]